{
  "type": "Project",
  "id": "00170",
  "notes": "Not Published",
  "serializeDate": "26th April 2022 16:08:13",
  "serialized": 1650989293259,
  "serializedBy": "Steve Reeve",
  "title": "Lloyd’s of London",
  "description": "Lloyd’s of London is the world’s greatest insurance market. It had moved its dealing room twice in 50 years and wanted a building that would provide for its needs well into the 21st century.",
  "date": "1978-1986",
  "client": "Lloyd’s of London",
  "location": "London, UK",
  "longLat": "-0.08228 / 51.51311",
  "constructionCost": "£ 75,000,000",
  "typologies": [
    "Office"
  ],
  "team": [
    "Laurie Abbott",
    "Graham Anthony",
    "Julia Barfield",
    "Robert Barnes",
    "Susan Blyth",
    "Kieran Breen",
    "Simon Colebrook",
    "Julianne Coleman",
    "Ian Davidson",
    "Mike Davies",
    "Maureen Diffley",
    "Janet Dunsford",
    "Michael Elkan",
    "Graham Fairley",
    "Marco Goldschmied",
    "Philip Gumuchdjian",
    "Ivan Harbour",
    "Roger Huntley",
    "Eva Jiricna",
    "Andrew Jones",
    "Wendy Judd",
    "Amarjit Kalsi",
    "Kathy Kerr",
    "Stig Larsen",
    "Malcolm Last",
    "Marcus Lee",
    "Stephen Le Roith",
    "Colin MacKenzie",
    "David Marks",
    "John McAslan",
    "Michael McGarry",
    "Sue McMillan",
    "Peter McMunn",
    "Andrew Morris",
    "Tim Oakshot",
    "Richard Marzec",
    "Gennaro Picardi",
    "Frank Peacock",
    "Robert Peebles",
    "Elizabeth Post",
    "Caryn Roger",
    "Richard Rogers",
    "Henrietta Salvesen",
    "Georgina Savva",
    "Kiyo Sawoaka",
    "Richard Soundy",
    "Peter St. John",
    "Graham Stirk",
    "Judy Taylor",
    "Peter Thomas",
    "Jamie Troughton",
    "Stephen Tsang",
    "Niki van Oosten",
    "Andrew Weston",
    "Chris Wilkinson",
    "Joseph Wilson",
    "Yasu Yada",
    "John Young"
  ],
  "partners": [
    "Richard Rogers",
    "Mike Davies",
    "John Young",
    "Marco Goldschmied"
  ],
  "overview": "Lloyd’s of London is the world’s greatest insurance market. It had moved its dealing room twice in 50 years and wanted a building that would provide for its needs well into the 21st century. It was also imperative that Lloyd’s could continue their operations unhindered during the rebuilding operation, which almost inevitably involved the demolition of the existing 1928 building. The competition for a new building was won on the basis not of an architectural proposal but of a strategy for the future of this key City institution.\n\nRichard Rogers Partnership (RRP) proposed a building where the dealing room could expand or contract, according to the needs of the market, by means of a series of galleries around a central space. To maximise space, services are banished to the perimeter. As the architectural form of the building evolved, particular attention was paid to its impact on the surrounding area, especially on the listed 19th century Leadenhall Market.\n\n\nAs a result, Lloyd’s became a complex grouping of towers, almost Gothic in feeling – an effect enhanced by the height of the external plant-room towers.\n\nLloyd’s is one of the great architectural achievements of the 1980s, one of the buildings which confirmed the practice’s position in the front rank of international architects. It has emerged as one of the greatest modern British buildings, one which balances technical efficiency with architectural expressiveness to produce an effect which might be called highly romantic and judged a very positive addition to the London skyline.\n\nThe building was Grade I listed in 2011, the youngest structure to obtain this status. English Heritage described it as “universally recognized as one of the key buildings of the modern epoch.”",
  "concept": "Flexibility is a key concept in the design of Lloyd’s of London and the provision of uninterrupted trading space – known as The Room – is a necessity. From this need the form of the building is set, allocating all renewable elements required by a complicated office building to the extremity of the floor plate, and giving the central plan the flexibility to act as a space-efficient, single market place. The necessary maintenance and replacement of moving parts can then be accommodated without disruption to the day-to-day underwriting process in The Room, and their positioning provides legibility and scale to the façade. The outline proposal presented to Lloyd’s in June 1979 showed a building with all the essential elements that were eventually constructed. It was to total around 48,000 square metres (522,000 square feet), a 66 per cent increase on the existing accommodation and required the demolition of the 1928 building, restricting Lloyd’s of London’s operations to the 1958 Lime Street site during construction.\n\n\nThe Redevelopment Committee – a joint operations team consisting of client, contractors, consultants and design team – enthusiastically embraced the proposal, which features a glazed atrium surrounded by a series of concentric galleries, each capable of being used as part of the underwriting room, or as office space. The concept offers Lloyd’s a building with greatly enhanced value, achieving an 8:1 plot ratio in town planning terms, and the flexibility to respond to change.\n\n\nThe concept is of ‘Served and Servant’ spaces , in which servant zones such as stairs, lifts, bathrooms and mechanical services stand freely in concentrated towers outside the mass of the building, creating a highly expressive and legible structure and lending an immediate sense of order and hierarchy. The servant spaces also make optimum use of the irregular site and offer a system in which the building can be changed to respond to needs over time within a controlled framework. Broadly allocated zones, defined by movement and levels, mean that areas can adapt without disrupting business.",
  "design": "By early 1980 the detailed configuration of the building had emerged. The scheme was approved in May the following year, by which time the demolition work to the 1928 building was substantially complete. The basic ‘doughnut’ arrangement – gallery floor plates around a central atrium – remained and the building emerged as a forceful and highly individual presence in the urban landscape.\n\nThe flexible galleries house the underwriting trading space – The Room – and office space, some of which is externally lettable. The Room is housed on the lower four levels and all vertical movement within The Room is by a central escalator system, providing easy and open access. Below The Room, adjacent to Leadenhall Market, is a semi-public area housing Lloyd’s restaurant and coffee shop, a wine bar, library, meeting rooms and reception.\n\nA slightly sunken, partially covered pedestrian area with an intimate scale encircles the building, while a new small-scale passageway, the Green Yard, leads through the conserved Lloyd’s gateway to Leadenhall Market. The development contributes positively to the dense medieval street environment that characterises the City of London, reinforcing the pattern implicit in the street pattern.\n\n\nThe structure was originally conceived in steel, however during the design development the fire authorities were opposed to this approach.\n\nDespite fears that a concrete frame would be overly bulky, the design team resolved to use the restriction as a learning opportunity and undertook a study tour of concrete buildings in the US as part of their research, resulting in a concrete framed building. Steel, however is widely employed in the cladding of the building, particularly in the service towers.\n\nThe third material that characterises the external appearance of the building is glass; triple glazing incorporating rolled glass is used to achieve a sparkling quality that contrasts with the soft sheen of the stainless steel.\n\n\nThe essence of the Lloyd’s servicing system is the use of the atrium form, concrete structure and triple-glazed cladding as active elements. Conditioned air is distributed through a sub-floor plenum into the offices, while stale air is extracted from above through the lighting units. The extracted air is passed to the perimeter of the building and forced through the triple-layered glazing, ensuring an almost zero heat loss from the offices during winter and reducing heat gain during summer. Heat from the return air is collected in the basement sprinkler tanks and used to stabilise the temperature of the building. The internal concrete soffit and slabs are heat sinks, absorbing heat during occupation and cooling off overnight using the naturally chilled night air. This allows cooling to follow a 24-hour cycle and reduces the peak cooling requirement. Air handling equipment is located at basement level and in four service tower plant rooms.",
  "construction": "Work on the substructure began in June 1981, heralding the beginning of a sixty-month construction programme. Even with additions to the brief, including a considerable amount of extra servicing to cope with the emergence of the electronic revolution, the building was completed with a month to spare in 1986.\n\nThe main floor system is predominantly an in-situ concrete raft, supported on beams spanning between the atrium and the façade columns, while the service towers are of pre-cast concrete elements. The great columns, both on the exterior and within the atrium, stand proud of the cladding, increasing the highly articulated vertical quality of the building. External steel-tube cross braces are concrete-cased for fire safety and help to maintain an appearance of a spare and elegant slenderness.\n\n\nThe quality of the interior – dominated by the grand concrete columns – is in contrast with the predominantly light-weight appearance of the steel and glass façade. However the apparent weightiness is counter-balanced by the airy verticality that terminates in the lightness of the glazed atrium roof which sits on the main atrium columns.\n\nThe service towers, three of them principally for fire fighting and escape and the other three for lifts, lavatories and risers, provide access and escape routes by means of lifts and staircases. Plant rooms are housed on top of four of the six towers, expressed as massive steel boxes. All of the towers are finally capped by blue-painted service cranes to allow for maintenance and easy replacement of building parts.",
  "dimensions": [
    {
      "elementId": "WVvwpYIJTEuCKULdwxZ8PA",
      "label": "Height",
      "value": "84m"
    },
    {
      "elementId": "XLA0uo9bikCZClyA6d8vjQ",
      "label": "Floors",
      "value": "12"
    },
    {
      "elementId": "web:siteArea",
      "label": "Site Area",
      "value": "5 700 m²"
    },
    {
      "elementId": "web:grossFloorArea",
      "label": "Gross Floor Area",
      "value": "55 000 m²"
    }
  ],
  "companies": [
    {
      "elementId": "web:structuralEngineer",
      "label": "Structural Engineer",
      "value": "Ove Arup & Partners"
    },
    {
      "elementId": "web:servicesEngineer",
      "label": "Services Engineer",
      "value": "Ove Arup & Partners"
    },
    {
      "elementId": "web:quantitySurveyor",
      "label": "Quantity Surveyor",
      "value": "Monk Dunstone Associates"
    },
    {
      "elementId": "web:lightingConsultant",
      "label": "Lighting Consultant",
      "value": "Friedrich Wagner of Lichttechnische Planung"
    },
    {
      "elementId": "web:planningConsultant",
      "label": "Planning Consultant",
      "value": "Montagu Evans"
    },
    {
      "elementId": "web:acousticConsultant",
      "label": "Acoustic Consultant",
      "value": "Sandy Brown Associates"
    },
    {
      "elementId": "web:cateringConsultant",
      "label": "Catering Consultant",
      "value": "GWP Associates"
    },
    {
      "elementId": "web:graphicDesign",
      "label": "Graphic Design",
      "value": "Pentagram Design Ltd"
    },
    {
      "elementId": "web:modelMakers",
      "label": "Model Makers",
      "value": "Tetra Design Services Ltd"
    },
    {
      "elementId": "web:rightsOfLightConsultant",
      "label": "Rights of Light Consultant",
      "value": "Anstey Horne & Co"
    }
  ],
  "awards": [
    {
      "rowId": "1",
      "year": "1988",
      "award": "Eternit 8th International Prize for Architecture (Special mention)"
    },
    {
      "rowId": "2",
      "year": "1988",
      "award": "RIBA Regional Award PA Award for Innovation in Building Design and Construction"
    },
    {
      "rowId": "3",
      "year": "1987",
      "award": "Concrete Society Commendation"
    },
    {
      "rowId": "4",
      "year": "1987",
      "award": "Civic Trust Award"
    },
    {
      "rowId": "5",
      "year": "1987",
      "award": "Financial Times 'Architecture at Work' Award"
    }
  ]
}
