{
  "type": "Project",
  "id": "00099",
  "notes": "Not Published",
  "serializeDate": "27th April 2022 13:42:48",
  "serialized": 1651066968740,
  "serializedBy": "Steve Reeve",
  "title": "Centre Pompidou",
  "description": "The Centre Pompidou brings together the themes which have characterised Rogers’ architecture from the mid 1960s – skin and structure, technology and flexibility, movement and anti-monumentalism.",
  "date": "1971-1977",
  "client": "Ministère des Affaires Culturelles, Ministère de l’Education Nationale",
  "location": "Paris, France",
  "longLat": "2.35268 / 48.86065",
  "constructionCost": "993,000,000 French francs",
  "typologies": [
    "Culture & Leisure"
  ],
  "team": [
    "Laurie Abbott",
    "Ken Allinson",
    "Sally Appleby",
    "Francois Barat",
    "Hans-Peter Bysaeth",
    "William Carmen",
    "Mike Davies",
    "Chris Dawson",
    "Helen Diebold",
    "Michael Dowd",
    "Tony Dugdale",
    "Philippe Dupont",
    "Jacques Fendard",
    "Peter Flack",
    "Gianfranco Franchini",
    "Marco Goldschmied",
    "Francoise Gouinguenet",
    "Eric Holt",
    "Jean Huc",
    "Shunji Ishida",
    "Jan Kaplicky",
    "William Logan",
    "Johanna Lohse",
    "Peter Merz",
    "Hiroshi Naruse",
    "Alphons Oberhofer",
    "Noriaki Okabe",
    "Renzo Piano",
    "Judith Raymond",
    "Martin Richardson",
    "Philippe Robert",
    "Richard Rogers",
    "Su Rogers",
    "Helga Schlegel",
    "Jan Sircus",
    "Claudette Spielmann",
    "Alan Stanton",
    "Hiroyuki Takahashi",
    "Colette Valensi",
    "Rainer Verbizh",
    "John Young",
    "Walter Zbinden"
  ],
  "partners": [
    "Renzo Piano",
    "Richard Rogers"
  ],
  "overview": "The Centre Pompidou brings together the themes which have characterised Rogers’ architecture from the mid 1960s – skin and structure, technology and flexibility, movement and anti-monumentalism.\n\nThe building was envisaged as a cross between ‘an information-oriented computerised Times Square and the British Museum’, a democratic place for all people and the centrepiece of a regenerated quarter of the city.\n\nHalf of the total available site area was set aside as a public square which meant that the Centre had to be tall enough to accommodate 90,000 m² (one million ft2) of space. The decision to place structure and services on the outside was driven by the need for internal flexibility, as a result providing huge expanses of uninterrupted space on massive, open floors – the staggering scale of these internal spaces is free from the intrusion of services and stairs.\n\n\nThe structural system provided for a braced and exposed steel superstructure with reinforced concrete floors.\n\nExternal services give scale and detail to the façades, while celebration of movement and access is provided by lifts and escalators. The result is a highly expressive, strongly articulated building that has come to be seen as a Parisian landmark.\n\nYet the achievement at Beaubourg is urbanistic as much as architectural. The building and great public square were intended to revitalise an area of Paris that had been in decline. The neighbouring Marais district, now vibrant and multi-cultural, underlines the success of the Pompidou’s role as a catalyst for urban regeneration.\n\n\nThe Pompidou’s radicalism is still striking and has proved attractive to a vast public: more than seven million people visit the building every year. The building and its extraordinary contents remain as popular as ever, while crowds fill the square, clustering around musicians, acrobats and fire-eaters. Beaubourg – inside and out – remains as magnetic as ever.",
  "concept": "Richard Rogers and Renzo Piano’s proposal for the Centre Pompidou – a comprehensive cultural amenity and one of France’s grand projets of the 1980s – was a truly flexible container in which all interior spaces could be rearranged at will and exterior elements could be clipped on and off over the life span of the building.\n\nThe notion of flexibility is extended to every component of the building; the Centre was to act as ‘an ever-changing framework, a meccano kit, a climbing frame for the old and the young’. Conceived as a well-serviced shed, the building contains a series of uniform spaces supported externally by a free-standing structural frame, the whole capable of change in plan, section and elevation, able to absorb the unforeseen requirements of the future.\n\n\nThe site for the Centre Pompidou is located in the Centre of Paris, within one kilometre of Notre Dame Cathedral and the Louvre Museum. The Pompidou Centre was planned as a key connection in the renewal of the historic heart of the capital.\n\nThe lower level of the building contains large public areas such as the theatre, shops, reception and street-level café. Above, vast open floors house galleries, outdoor terraces and administrative areas. Finally, the top floor accommodates a restaurant, experimental cinema and temporary exhibitions, all of which could be open late into the night, bringing life and activity to the square during the evening.\n\n\nHalf the site was left unbuilt to make way for a square of civic proportions which could be used for a wide variety of community uses including markets, exhibitions, performances, circuses, games, buskers and so on. Rue St. Martin, with its lively mix of residences above businesses, was closed to traffic to allow the cafes, restaurants and shops to spill out into the square.\n\nFacing the square, the west façade is given over to vertical and horizontal movement, taking advantage of spectacular views over Paris. Circulation devices – escalators, lifts, escape",
  "design": "The design expresses the belief that buildings should be able to change to allow people the freedom to adjust their environment as they need.\n\nIn addition, the order, grain and scale should be derived from the process of making the building so that each individual element is expressed within the whole. As a result, the building becomes a true expression of its purpose. The key elements of the competition scheme remained intact as the building progressed into the developed design stage, although the interactive information façade, which was conceived as an information wall for use by the Pompidou as well as other external institutions, and the open ground floor were dropped. The building was to have had no main entrance in the traditional manner, rather a permeable ground floor where entrance to all parts of the building could be made. However the fundamental arrangement of the building and its relationship with the city remained as the architects intended.\n\n\nThe entrance to the building is at the level of the street and the piazza and relates to the life of both. Alternative access is via the lifts, escalators and staircases attached to the west façade. Each of the five major floors are uninterrupted by structure, services or circulation.\n\nThese huge, open, loft-like spaces are serviced both from above, and from the raised floor for maximum flexibility in layout. The corridors, ducts, fire stairs, escalators, lifts, columns and bracing which would ordinarily interrupt the floors are exposed on the exterior.\n\n\nMovement is celebrated throughout the building, and expressed overtly in the great diagonal stair that runs up its outside and affords spectacular views over Paris. The transparency of the façade, the galleries and especially the escalators snaking their way up the side of the building combine to reveal two captivating sights: the tiled roofs and medieval grain of Paris in one direction, and the revelation of the building – a flexible, functional, transparent, inside-out mechanism – in the other.",
  "construction": "The realisation of the project was a model for interdisciplinary teamwork and was undertaken via a series of independent teams – substructure, superstructure, services, façades, interiors, systems and the piazza – each under the guidance of a team leader, while overall coordination of the project was undertaken by Bernard Plattner.\n\nOve Arup  Partners led by the great engineer Peter Rice, who had been involved in the project from the beginning, developed the structural concept for the façades, with a system that hinged on six elegantly tapered, cast-steel rocker beams known as gerberettes.\n\n\nThe main structure – a permanent steel grid – provides a stable framework into which the moveable parts, including walls and floors, can be inserted, dismantled and re-positioned as necessary. The components and connections are of a scale rarely seen in the construction industry – massive steel elements were fabricated in off-site foundries and delivered by truck to the site during the night.\n\nThe six-storey superstructure consists of thirteen bays and was constructed of 16,000 tons of cast and prefabricated steel with reinforced concrete floor sections. The two main structural support planes comprise a series of 800-millimetre- (31.5-inch-) diameter, spun-steel, hollow columns, each of which supports six gerberettes, or brackets.\n\n\nOne end of each gerberette is connected to an outer tension column, while the other supports a steel lattice beam. The stability of the building is achieved through diagonal bracing in the long façades and by stabilised end frames.\n\nThe cladding is a curtain wall of steel and glass, mixing glazed and solid metal panels hung from the floor above to keep them structurally separate from the façades, and therefore easily changed. The line of the cladding is kept back from the edge of the building, allowing plenty of space for human interaction, while lending the building an open and transparent appearance.",
  "dimensions": [
    {
      "elementId": "web:grossFloorArea",
      "label": "Gross Floor Area",
      "value": "100 000 m²"
    }
  ],
  "companies": [
    {
      "elementId": "web:architect",
      "label": "Architect",
      "value": "Piano + Rogers"
    },
    {
      "elementId": "web:structuralEngineer",
      "label": "Structural Engineer",
      "value": "Ove Arup & Partners"
    },
    {
      "elementId": "web:servicesEngineer",
      "label": "Services Engineer",
      "value": "Ove Arup & Partners"
    },
    {
      "elementId": "web:quantitySurveyor",
      "label": "Quantity Surveyor",
      "value": "Ove Arup & Partners"
    },
    {
      "elementId": "web:landscapeArchitect",
      "label": "Landscape Architect",
      "value": "Cuno Brullmann"
    },
    {
      "elementId": "web:contractor",
      "label": "Contractor",
      "value": "Grands Travaux de Marseilles"
    },
    {
      "elementId": "web:graphicConsultant",
      "label": "Graphic Consultant",
      "value": "VDA Group"
    }
  ],
  "awards": [
    {
      "rowId": "1",
      "year": "1978",
      "award": "International Union of Architects August Perret Prize for most outstanding International Work"
    }
  ]
}
